Repository: drsheldoncooper/shop2wp
Catalog: languages/plugins/pirate-forms-*.po
Languages: ru_ru

source: Form submission failed!!
ru_ru: Не удалось отправить форму!!

source: Should a copy of the email be appended to the confirmation email? Only the fields that are being displayed will be sent to the sender. Please note that this will only be appended if confirmation email text is provided above.
ru_ru: Должна ли копия письма быть приложена к подтверждающему письму? Отправителю будут отправлены только те поля, которые выводятся на экран. Обратите внимание, что это будет сделано только в том случае, если текст подтверждения по электронной почте указан выше.

source: Add copy of mail to confirmation email
ru_ru: Добавить копию письма в подтверждение по электронной почте

source: You can use the next magic tags:
ru_ru: Вы можете использовать следующие теги:

source: Email content
ru_ru: Содержимое получаемого письма

source: Incorrect CAPTCHA
ru_ru: Не верный код Капчи

source: Invalid CAPTCHA
ru_ru: Не допустимый код Капчи

source: Please specify the Site Key and Secret Key.
ru_ru: Введите свои Ключ сайта и Секретный ключ.

source: Uploaded file type is not allowed for %s
ru_ru: Запрещенный для загрузки тип файла %s

source: Submission blocked!
ru_ru: Представление заблокировано!

source: Came from
ru_ru: Пришло из

source: I'm human!
ru_ru: Я не робот!

source: Upload file
ru_ru: Загрузка файла

source: Custom
ru_ru: Настраиваемый

source: Add a spam trap
ru_ru: Добавить спам-ловушку

source: Integrate with Akismet?
ru_ru: Интегрировать с Akismet?

source: To use this option, please ensure Akismet is activated with a valid key.
ru_ru: Для использования этой опции, убедитесь, что Akismet активирован с помощью действительного ключа.

source: Checking this option will verify the content of the message with Akismet to check if it's spam. If it is determined to be spam, the message will be blocked. %s
ru_ru: Этот параметр проверяет содержимое сообщения с помощью Akismet, чтобы проверить, является ли он спамом. Если он определен как спам, сообщение будет заблокировано %s

source: No entries found.
ru_ru: Записей не найдено.

source: Parent Entries:
ru_ru: Родительские записи:

source: Search Entries
ru_ru: Найти записи

source: All Entries
ru_ru: Все записи

source: View Entry
ru_ru: Просмотреть запись

source: Edit Entry
ru_ru: Редактировать запись

# admin menu
source: Entries
ru_ru: Записи

source: Need more forms ? Check our <a href="%s" target="_blank">extended</a> version for more features
ru_ru: Нужно больше форм? Проверьте наши <a href="%s" target="_blank">Расширенная</a> версия для больше возможностей

source: Send Test Email
ru_ru: Отправить тестовое сообщение

source: If you are using the default (non-SMTP) configuration which uses the WP/PHP mail, mails might either land in the spam/junk folders or they might get lost. So, you might not receive the email even if the status against an entry reads the mail has been sent successfully. If you face this, please contact your system administrator. If you continue to face this problem, you can switch to the SMTP configuration to ensure email deliverability.
ru_ru: Если вы используете конфигурацию по умолчанию (не SMTP), которая использует WP/PHP mail, письма могут либо попасть в спам или они могут быть не доставленными. Таким образом можно не получить email даже если статус - "было отправлено успешно". Если вы столкнулись с этим, пожалуйста, обратитесь к системному администратору. Если вы по-прежнему сталкиваетесь с этой проблемой, можно переключиться в конфигурации SMTP для обеспечения доставки электронной почты.

source: Sent email failed!
ru_ru: Ошибка отправки!

source: Sent email successfully!
ru_ru: Сообщение было успешно отправлено!

source: Mail sending failed!
ru_ru: Ошибка отправки почты!

source: Mail sent successfully!
ru_ru: Спасибо, Ваше сообщение было успешно отправлено!

source: Status not captured
ru_ru: Статус не ясен

source: Mail Status
ru_ru: Статус сообщения

source: More Features
ru_ru: Больше возможностей

source: Display but not required
ru_ru: Показывать, но не обязательно

source: Success Page
ru_ru: Страница успешной отправки

source: Do not display
ru_ru: Не отображать

source: View more features
ru_ru: Посмотреть больше возможностей

source: Extend to FULL version
ru_ru: Перейти на полную версию

source: Select the page that displays after a successful form submission. The page will be displayed without pausing on the email form, so please be sure to configure a relevant thank you message in this page.
ru_ru: Выберите страницу, которая отображается после успешной отправки формы. Страница будет отображаться без паузы в форме электронной почты, поэтому не забудьте настроить соответствующее сообщение благодарности на этой странице.

source: Contact notification email address
ru_ru: E-mail адрес для получения уведомлений

source: The notification email will be sent from this address both to the recipients below and the contact form submitter (if this is activated below in email confirmation, in which case the domain for this email address should match your site's domain).
ru_ru: Email для отправителя электронной почты контактной формы как получателям, указанным ниже, так и отправителю контактной формы (если это активировано ниже). Домен для этого адреса электронной почты должен соответствовать домену вашего сайта.

source: Attachment
ru_ru: Прикрепленный файл

source: Please add an attachment
ru_ru: Пожалуйста, добавьте вложение

source: Submit
ru_ru: Отправить

source: Yes
ru_ru: Да

source: Attachment is missing
ru_ru: Вложения отсутствуют

source: No
ru_ru: Нет

source: Security?
ru_ru: Безопасность?

source: There was an unknown error uploading the file %s
ru_ru: Произошла неизвестная ошибка при загрузке файла %s

source: Uploaded file is too large %s
ru_ru: Загруженный файл слишком большой %s

source: Adding text here will send an email to the form submitter. The email uses the "Successful form submission text" field from the "Alert Messages" tab as the subject line. Plain text only here, no HTML.
ru_ru: Добавленный здесь текст будет отправлен по электронной почте получателю. Электронной почты использует поле «Текст успешной формы отправки» на вкладке «Оповещения» в строке темы. Используйте только обычный текст, не HTML.

source: Should the form use a WordPress nonce? This helps reduce spam by ensuring that the form submittor is on the site when submitting the form rather than submitting remotely. This could, however, cause problems with sites using a page caching plugin. Turn this off if you are getting complaints about forms not being able to be submitted with an error of "Nonce failed!"
ru_ru: Должна ли форма использовать WordPress nonce? Это помогает уменьшить спам, гарантируя, что отправитель формы находится на сайте, отправляя форму, а не отправляя удаленно. Это может, однако, вызвать проблемы с сайтами, использующими плагин кэширования страниц. Отключите это, если вы получаете жалобы на то, что формы не могут быть отправлены с ошибкой «Nonce failed!»

source: Add a nonce to the contact form
ru_ru: Добавьте одноразовый код проверки в контактную форму:

source: Alert Messages
ru_ru: Предупреждающие сообщения

source: Fields Settings
ru_ru: Настройки полей

source: SMTP Options
ru_ru: Настройки SMTP

source: Rate our plugin on %1$s WordPress.org %2$s. We'd really appreciate it!
ru_ru: Оцените наш плагин на %1$s WordPress.org %2$s. Мы будем очень признательны!

source: If you want a more complex Contact Form Plugin please check %1$s this link %2$s.
ru_ru: Если вы хотите получить более сложный плагин контактной формы проверьте %1$s этой ссылке %2$s.

source: Are you enjoying Pirate Forms?
ru_ru: Вам понравился плагин Pirate Forms?

source: Add a
ru_ru: Добавить

source: Fields Labels
ru_ru: Метка поля

source: Free & Simple Contact Form Plugin - Pirateforms
ru_ru: Бесплатный и простой плагин - Pirateforms

source: Sent from page
ru_ru: Отправлено со страницы

source: IP search
ru_ru: Поиск IP

source: IP address
ru_ru: IP-адрес

source: Insert [email] to use the contact form submitter's email.
ru_ru: Вставьте [email] для использования адреса отправителя из контактной формы

source: Ready to learn how to reduce your website loading times by half? Come and join the 1st lesson here!
ru_ru: Хотите узнать как сократить загрузку сайта в два раза? Узнайте в первом уроке здесь!

source: Thank you for subscribing! You have been added to the mailing list and will receive the next email information in the coming weeks. If you ever wish to unsubscribe, simply use the "Unsubscribe" link included in each newsletter.
ru_ru: Спасибо за подписку! Вы были добавлены в список рассылки и будете получать следующую информацию по электронной почте в ближайшие недели. Если вы хотите отказаться от подписки, просто используйте ссылку «Отказаться от подписки», включенную в каждый информационный бюллетень.

source: Get Our Free Email Course
ru_ru: Получите наш бесплатный курс электронной почты

source: Save changes
ru_ru: Сохранить изменения

source: Title
ru_ru: Заголовок

source: Name
ru_ru: Имя

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Settings
ru_ru: Настройки

source: Title:
ru_ru: Заголовок:

source: Send Message
ru_ru: Отправить сообщение

source: widget
ru_ru: виджет

source: Subtext:
ru_ru: Подтекст:

source: E-mail required and missing
ru_ru: E-mail необходим и не заполнен

source: Subject required and missing
ru_ru: Тема письма необходима и не заполнена

source: Please enter a subject
ru_ru: Пожалуйста, введите тему письма

source: Site key
ru_ru: Ключ сайта

source: to get the Site key and the Secret key for the reCaptcha.
ru_ru: для получения ключа сайта и секретного ключа для reCaptcha.

source: Secret key
ru_ru: Секретный ключ

source: Your Name
ru_ru: Ваше имя

source: Your message
ru_ru: Ваше сообщение

source: Submit button
ru_ru: Кнопка отправить

source: Welcome to Pirate Forms!
ru_ru: Добро пожаловать в Pirate Forms!

source: Form processing options
ru_ru: Настройки обработки формы

source: Successful form submission text
ru_ru: Сообщение успешной отправки формы

source: Send email confirmation to form submitter
ru_ru: Отправить сообщение с подтверждением на адрес отправителя формы

source: Name required and missing
ru_ru: Имя необходимо, но не заполнено

source: Nonce failed!
ru_ru: Ошибка проверочного кода!

source: Text above form
ru_ru: Текст над формой

source: Sorry, an error occured.
ru_ru: Извините, произошла ошибка.

source: Contact submission recipients
ru_ru: Получатели обращений из контактных форм

source: Create an account here
ru_ru: Создать учетную запись

source: Your Email
ru_ru: Ваш email

source: Enter your name
ru_ru: Укажите ваше имя

source: Enter valid email
ru_ru: Укажите корректный email

source: Question/comment is missing
ru_ru: Вопрос/комментарий не указан

source: Enter your question or comment
ru_ru: Укажите ваше сообщений или комментарий

source: Use SMTP to send emails?
ru_ru: Использовать SMTP для отправки email?

source: SMTP Host
ru_ru: Сервер SMTP

source: SMTP Port
ru_ru: Порт SMTP

source: Use SMTP Authentication?
ru_ru: Использовать SMTP авторизацию?

source: SMTP Password
ru_ru: Пароль SMTP

source: Options
ru_ru: Настройки

source: Use the shortcode
ru_ru: Используйте шорткод

source: in the theme's files.
ru_ru: в файлах темы.

source: Easily creates a nice looking, simple contact form on your WP site.
ru_ru: Легко создает симпатичную, простую контактную форму на вашем сайте WP.

source: Entries from Pirate Forms
ru_ru: Записи с Pirate Forms

source: No entries found in Trash.
ru_ru: Записей в корзине не найдено.

# add new on admin bar
source: Entry
ru_ru: Запись

# post type singular name
source: Entry
ru_ru: Запись

# post type general name
source: Entries
ru_ru: Записи

source: Form submission blocked!
ru_ru: Отправка формы заблокирована!

source: Please enter one or more Contact submission recipients
ru_ru: Пожалуйста добавьте одного или нескольких получателей

source: Contact form submission from %s
ru_ru: Форма обратной связи с %s

source: Form submission failed!
ru_ru: Не удалось отправить форму!

source: in any page or post.
ru_ru: на любой странице или записи.

source: There are 3 ways of using the newly created form:
ru_ru: Существует 3 способа использования вновь созданной формы:

source: you need, hit save and start using the created form.
ru_ru: перед началом использования формы, ее надо сохранить.

source: configure all the options
ru_ru: настройте все опции

source: To get started, just
ru_ru: Для того, что бы начать, просто

source: How to use
ru_ru: Как использовать

source: SMTP Username
ru_ru: SMTP имя пользователя

source: If you check this box, make sure the SMTP Username and SMTP Password are completed.
ru_ru: Если вы установите этот флажок, убедитесь, что имя пользователя SMTP и пароль SMTP заданы верно.

source: Instead of PHP mail function
ru_ru: Вместо функции PHP mail

source: Thanks, your email was sent successfully!
ru_ru: Спасибо, Ваше сообщение было успешно отправлено!

source: This text is used on the page if no Success Page is chosen above. This is also used as the confirmation email title, if one is set to send out.
ru_ru: Этот текст используется на странице, если страница успеха не выбрана выше. Это также используется в качестве заголовка подтверждения для подтверждения, если он настроен на отправку.

source: Email address
ru_ru: Email адрес

source: Required
ru_ru: Обязательно

source: None
ru_ru: Отсутствует

source: Should the submissions be stored in the admin area? If chosen, contact form submissions will be saved under "All Entries" on the left (appears after this option is activated).
ru_ru: Хранить отправления в админке? Если выбран этот параметр, отправка контактной формы будет сохранена в разделе "Все записи" слева (появится после активации этой опции).

source: Store submissions in the database
ru_ru: Сохранять отправления в базе данных

source: Email address(es) to receive contact submission notifications. You can separate multiple emails with a comma.
ru_ru: Адрес электронной почты (адреса) для получения уведомлений об отправке контактов. Можно разделить несколько сообщений электронной почты запятой.
