Repository: drsheldoncooper/shop2wp
Catalog: languages/themes/zerogravity-*.po
Languages: ru_ru

source: Review ZeroGravity
ru_ru: Оцените ZeroGravity

source: Rating and Review
ru_ru: Рейтинг и Отзыв

source: ZG: Color and Sidebar
ru_ru: ZG: Цвета и боковая панель

source: Apply to the background color of the selected text.
ru_ru: Применить цвет для фона выделенного текста

source: Show full posts on homepage.
ru_ru: Показать полный текст записи на главной странице

source: Features
ru_ru: Возможности темы

source: Compare with Lite Version
ru_ru: Сравнение с Lite-версией

source: Buy
ru_ru: Купить

source: Live Demo
ru_ru: Демонстрация

source: With <strong>ZeroGravity Pro</strong> you can set up your blog with everything you need in minutes.
ru_ru: С <strong>ZeroGravity Pro</strong> Вы можете настроить на своём блоге все, что нужно в течение нескольких минут.

source: Show extract or whole post on homepage and archive pages.
ru_ru: Показать отрывок или весь пост на главной странице и страницах архива.

source: Purple
ru_ru: Пурпурный

source: Full-width Page Template, No Sidebar
ru_ru: Шаблон без боковой колонки

source: Tag Archives: %s
ru_ru: Архив метки: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ru_ru: Извините, по вашему запросу ничего не найдено. Попробуйте другие ключевые слова.

source: Search Results for: %s
ru_ru: Результаты поиска: %s

source: Related posts
ru_ru: Читайте также

source: Search...
ru_ru: Поиск…

source: Search
ru_ru: Поиск

source: Ready to publish your first post? <a href="%s">Get started here</a>.
ru_ru: Готовы опубликовать свою первую запись? <a href="%s">Начните отсюда</a>.

source: No posts to display
ru_ru: Нет записей для отображения

source: Integrated Spanish and English
ru_ru: Встроенный испанский и английский языки

source: Translation Ready (.po file integrated)
ru_ru: Готова к переводу (.po файл интегрирован)

source: AddThis ready, just paste the code
ru_ru: Поддержка AddThis. Просто вставьте код.

source: Google Analytics ready, just paste the code
ru_ru: Поддержка Google Analytics. Просто вставьте код.

source: Easily apply ZeroGravity style to bbPress, just check the option.
ru_ru: Легко применять ZeroGravity стили к bbPress, просто отметьте опцию.

source: Google Plus Authorship Integration
ru_ru: Интегрировано Google Plus Authorship

source: Social networks in user profile
ru_ru: Социальные сети в профиле пользователя

source: Custom shortcodes (Buttons, Messages, Accordion and Tabs)
ru_ru: Пользовательские шорткоды (кнопки, сообщения, аккордеон и табы)

source: Custom pagination
ru_ru: Пользовательская пагинация

source: Breadcrumb navigation
ru_ru: Хлебные крошки

source: Show/Hide pages title
ru_ru: Показать/скрыть заголовки страниц

source: Show/Hide post meta (author, date, comments number)
ru_ru: Показать/скрыть мета-данные записей (автор, дата, количество комментариев)

source: Related posts with thumbnails
ru_ru: Похожие сообщения с миниатюрами

source: Custom widgets (Recent posts with square thumbnails or rounded, Popular posts with square thumbnails or rounded, Recent comments with square avatars or rounded, Email subscription)
ru_ru: Пользовательские виджеты (Последние записи с квадратными или округлыми миниатюрами, популярные записи с квадратными или округлыми миниатюрами, последние комментарии с квадратными или округлыми миниатюрами аватарами, подписка на электронную почту)

source: Available 15 differents Google fonts
ru_ru: Доступно 15 шрифтов Google

source: Easily add your Favicon
ru_ru: Простое добавление favicon

source: 7 widgets areas to add AdSense code or anything else
ru_ru: 7 областей для виджетов, чтобы добавить код AdSense или что-нибудь еще

source: Sidebar left or right
ru_ru: Боковая панель слева или справа

source: Unlimited theme colors
ru_ru: Неограниченное количество цветовых тем

source: Customizable maximum width
ru_ru: Настраиваемая максимальная ширина

source: Forum support
ru_ru: Форум поддержки

source: After to check "Header image is a logo".
ru_ru: "Изображением шапки является логотип" включено

source: Before to check "Header image is a logo".
ru_ru: "Изображением шапки является логотип" отключено

source: if you choose a logo, instead full image for the header, go to the section "Logo in the header" and check the option "Header image is a logo". You can too center the logo.
ru_ru: Если вы выбираете логотип, а не полное изображение для заголовка, перейдите в раздел "Логотип в шапке" и отметьте опцию "Изображением шапки является логотип". Вы можете также разместить логотип по центру.

source: Logo in the header
ru_ru: Логотип в шапке

source: Go to "Appearance >> Customize >> ZeroGravity Options" and set the options in the sections "ZG: Color, Favicon and Sidebar", "ZG: Top bar and social icons", "ZG: Logo in the header", "ZG: Posts and footer text", "ZG: Fonts".
ru_ru: Перейдите в раздел "Внешний вид >> Настройка >> ZeroGravity" и задайте параметры в разделах "ZG: Цвет, Favicon и боковая панель", "ZG: Верхняя панель и социальные иконки", "ZG: Логотип в заголовке", "ZG : Записи и текст нижнего колонтитула "," ZG: Шрифты ".

source: Customize ZeroGravity
ru_ru: Настройка ZeroGravity

source: If ZeroGravity is not the first theme you use, you must regenerate the thumbnails of image with some free plugin as
ru_ru: Если ZeroGravity не первая используемая тема на вашем сайте, то вы должны заново создать эскизы изображений с помощью плагинов, подобных

source: For images appear on the homepage, you must set the featured image of the posts.
ru_ru: Для отображения изображений на главной странице, вы должны установить миниатюры для записей.

source: Important: thumbnails
ru_ru: Важно: миниатюры

source: ZeroGravity Quick Start Guide
ru_ru: Краткое руководство к ZeroGravity

source: Thank you for choosing ZeroGravity
ru_ru: Благодарим вас за выбор ZeroGravity

source: ZeroGravity Guide
ru_ru: Руководство к ZeroGravity

source: RSS URL
ru_ru: Ссылка на RSS-поток

source: Pinterest URL
ru_ru: Ссылка Pinterest

source: Instagram URL
ru_ru: Ссылка Instagram

source: YouTube URL
ru_ru: Ссылка Youtube

source: LinkedIn URL
ru_ru: Ссылка LinkedIn

source: Google Plus URL
ru_ru: Ссылка Google Plus

source: Facebook URL
ru_ru: Ссылка Facebook

source: Twitter URL
ru_ru: Ссылка Twitter

source: Display blog title in top bar
ru_ru: Показать заголовок блога в верхней панели

source: (Leave blank text boxes to not display icons)
ru_ru: (Чтобы не отображать иконки - оставьте пустым текстовые поля)

source: ZG: Top bar and social icons
ru_ru: ZG: Верхняя панель и социальные иконки

source: (ZG) Center logo (Just if "Header image is a logo" is checked)
ru_ru: (ZG) логотип по центру (если включено "Изображением шапки является логотип" )

source: (ZG) Header image is a logo
ru_ru: (ZG) Изображением шапки является логотип

source: If you choose a logo instead of full image for the header, check the option "Header image is a logo" to apply margins.
ru_ru: Если вы выбрали логотип вместо полного изображения для заголовка, отметьте опцию "Изображением шапки является логотип".

source: ZG: Logo in the header
ru_ru: ZG: Логотип в шапке

source: Footer text left
ru_ru: Текст слева в нижнем колонтитуле

source: Display 'Back to top' button
ru_ru: Отображать кнопку "Наверх"

source: Display related posts at the end of entries
ru_ru: Показать похожие сообщения в конце записи

source: Entry text justified
ru_ru: Выровнять текст по ширине

source: Excerpt's thumbnail image rounded
ru_ru: Округлить миниатюру в отрывке

source: ZG: Posts and footer text
ru_ru: ZG: Записи и текст нижнего колонтитула

source: Select font
ru_ru: Выберите шрифт

source: ZG: Fonts
ru_ru: ZG: Шрифты

source: Right
ru_ru: Справа

source: Left
ru_ru: Слева

source: Select sidebar position
ru_ru: Позиция боковой панели

source: White header
ru_ru: Белая шапка

source: Apply to entry title in excerpts
ru_ru: Применить к названиям в ленте

source: Yellow
ru_ru: Жёлтый

source: Red
ru_ru: Красный

source: Pink
ru_ru: Розовый

source: Orange
ru_ru: Оранжевый

source: Green
ru_ru: Зелёный

source: Blue
ru_ru: Синий

source: Select theme color
ru_ru: Выберите цветовую тему

source: ZeroGravity Options
ru_ru: Параметры ZeroGravity

source: Next &rarr;
ru_ru: Следующее &rarr;

source: &larr; Previous
ru_ru: &larr; Предыдущее

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
ru_ru: <span class="meta-prep meta-prep-entry-date">Опубликовано </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> с разрешением <a href="%3$s" title="Ссылка на полноразмерное изображение">%4$s &times; %5$s</a> в галерее <a href="%6$s" title="Вернуться: %7$s" rel="gallery">%8$s</a>.

source: Skip to content
ru_ru: Перейти к содержимому

source: MENU
ru_ru: Меню

source: Read more
ru_ru: Читать далее

source: Reply
ru_ru: Ответить

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает проверки.

source: %1$s at %2$s
ru_ru: %1$s в %2$s

source: Post author
ru_ru: Автор записи

source: (Edit)
ru_ru: (Изменить)

source: Pingback:
ru_ru: Уведомление:

source: Newer posts <span class="meta-nav">&rarr;</span>
ru_ru: Следующие записи <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
ru_ru: <span class="meta-nav">&larr;</span> Предыдущие записи

source: Post navigation
ru_ru: Навигация по записям

source: Appears at the end of entries content
ru_ru: Выводится под текстом записи

source: ZeroGravity: End of entries
ru_ru: ZeroGravity: Под записью

source: Appears below entries title
ru_ru: Выводится под заголовком записи

source: ZeroGravity: Below entries title
ru_ru: ZeroGravity: под заголовком записи

source: Appears on posts and pages except Full-width Page Template
ru_ru: Появляется в записях и страницах, кроме шаблона страницы на полную ширину (Full-width Page Template)

source: Main Sidebar
ru_ru: Главная боковая колонка

# Open Sans font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
ru_ru: cyrillic

source: Primary Menu
ru_ru: Основное меню

source: Semantic Personal Publishing Platform
ru_ru: Современная персональная платформа для публикаций

source: Powered by
ru_ru: создано с помощью

source: by
ru_ru: Автор:

source: Footer text center
ru_ru: Текст по центру в нижнем колонтитуле

source: Copyright 2015
ru_ru: Copyright

source: View all posts by %s <span class="meta-nav">&rarr;</span>
ru_ru: Посмотреть все записи автора %s <span class="meta-nav">&rarr;</span>

source: Continue reading <span class="meta-nav">&rarr;</span>
ru_ru: Читать далее <span class="meta-nav">&rarr;</span>

source: Edit
ru_ru: Изменить

source: Pages:
ru_ru: Страницы:

source: Apologies, but no results were found. Perhaps searching will help find a related post.
ru_ru: Извините, результатов не найдено. Попробуйте найти нужную запись с помощью поиска.

source: Nothing Found
ru_ru: Ничего не найдено

source: Comments are closed.
ru_ru: Обсуждение закрыто.

source: Newer Comments &rarr;
ru_ru: Следующие комментарии &rarr;

source: &larr; Older Comments
ru_ru: &larr; Предыдущие комментарии

source: Comment navigation
ru_ru: Навигация по комментариям

source: One thought on &ldquo;%2$s&rdquo;
ru_ru: %2$s: %1$s комментарий

source: Category Archives: %s
ru_ru: Архив рубрики: %s

source: About %s
ru_ru: Об авторе %s

source: Author Archives: %s
ru_ru: Архив автора: %s

source: Archives
ru_ru: Архивы

source: Yearly Archives: %s
ru_ru: Архив за год: %s

source: Monthly Archives: %s
ru_ru: Архив за месяц: %s

source: Daily Archives: %s
ru_ru: Архив за день: %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ru_ru: Запрошенную информацию найти не удалось. Возможно, будет полезен поиск по сайту.

source: This is somewhat embarrassing, isn&rsquo;t it?
ru_ru: Неприятная новость
